Repository: MatrixMike/blueberry
Catalog: po/blueberry-*.po
Languages: az, br, gu

source: Unknown device
az: Naməlum cihaz
br: Ardivink dianavezet
gu: અજ્ઞાત ઉપકરણ

source: Incoming file over Bluetooth
az: Bluetooth üzərindən gələn fayl
br: Restroù o erru dre ar Bluetooth
gu: બ્લૂટૂથ પર આવવાવાળી ફાઇલ

source: Incoming file %(0)s from %(1)s
az: %(1)s'dən gələn fayl: %(0)s
br: O erru eman ar restroù %(0)s eus %(1)s
gu: આવવાવાળી ફાઇલ %(0)s થી %(1)s

source: Accept
az: Qәbul
br: Assantiñ
gu: સ્વીકારો

source: Reject
az: İmtina
br: Disteurel
gu: રદ કરો

source: Receiving file
az: Qəbul edilən fayl
br: O resev restroù
gu: ફાઇલ આવી રહી છે

source: Receiving file %(0)s from %(1)s
az: %(1)s mənbəsindən %(0)s faylı qəbul edilir
br: O resev restroù %(0)s eus %(1)s
gu: ફાઇલ પ્રાપ્ત કરી રહી છે %(0)s થી %(1)s

source: File received
az: Fayl qəbul edildi
br: Restroù reseved
gu: ફાઇલ આવી ગઈ

source: File %(0)s from %(1)s successfully received
az: %(1)s mənbəsindən gələn %(0)s faylı müvəffəqiyyətlə qəbul edildi
br: Restroù %(0)s diwar %(1)s reseved mat
gu: ફાઇલ %(1)s માંથી %(0)s સફળતાપૂર્વક આવી ગઈ

source: Open
az: Aç
br: Digeriñ
gu: ખોલો

source: Transfer failed
az: Ötürmə uğursuz oldu
br: Treuzkas c’hwitet
gu: મોકલવાનું નિષ્ફળ ગયું

source: Transfer of file %(0)s failed
az: %(0)s faylının ötürülməsi uğursuz oldu
br: Treuzkas ar rest %(0)s c'hwitet
gu: ફાઇલ મોકલવાનું %(0)s નિષ્ફળ થયું

source: Files received
az: Fayllar qəbul edildi
br: Restroù resevet
gu: ફાઇલો મળી ગઈ

source: Received %d file in the background
az: Arxa planda fayl %d qəbul edildi
br: Resevet %d restr er foñs
gu: પૃષ્ઠભૂમિમાં %d ફાઇલ મળી

source: Received %d more file in the background
az: Arxa planda daha fayl %d qəbul edildi
br: Resevet %d restr er foñs
gu: પૃષ્ઠભૂમિમાં વધુ %d ફાઇલ મળી

source: Bluetooth
gu: બ્લુટુથ

source: Settings
az: Parametrlər
br: Arventennoù
gu: સેટિંગ્સ

source: Enable Bluetooth to edit
az: Redaktə etmək üçün Bluetooth-u aktiv edin
br: Enaouit ar Bluetooth evit kemm
gu: બ્લૂટૂથમાં ફેરફાર કરવાં માટે એને ચાલુ કરો

source: Name
az: Ad
br: Anv
gu: નામ

source: This is the Bluetooth name of your computer
az: Bu, kompüterinizin Bluetooth adıdır
br: Se zo anv Bluetooth oc'h urzhiataer
gu: આ તમારા કમ્પ્યુટરનું બ્લૂટૂથ નામ છે

source: Receive files from remote devices
az: Uzaq cihazlardan faylları qəbul et
br: Resev restroù adalek ardivinkoù dre-bell
gu: દૂરના ઉપકરણોમાંથી ફાઇલો મેળવો

source: This option allows your computer to receive files transferred over Bluetooth (OBEX)
az: Bu seçim kompüterinizə Bluetooth (OBEX) vasitəsilə ötürülən faylları qəbul etməyə imkan verir.
br: An dibarzh-mañ a aotre oc'h urzhiataer da resev restroù dre Bluetooth (OBEX)
gu: આ વિકલ્પ તમારા કમ્પ્યુટરને બ્લૂટૂથ (OBEX) પર મોકલેલ ફાઇલો મેળવવાની મંજૂરી આપે છે.

source: Show a tray icon
az: Sistem çəkməcəsi ikonunu göstər
br: Diskouezh un arlun er barrenn-labour
gu: ટ્રે ચિહ્ન બતાવો

source: Visible as %s and available for Bluetooth file transfers.
az: %s kimi görünür və Bluetooth fayl köçürmələri üçün əlçatandır.
br: Hewelus evel %s hag hegerz evit treuzkas restroù dre Bluetooth.
gu: %s રૂપે દેખાય છે અને બ્લૂટૂથથી મોકલવા ઉપલબ્ધ છે.

source: Visible as %s.
az: %s kimi görünür.
br: Hewelus evel %s.
gu: %s રૂપે દેખાય છે

source: No Bluetooth adapters found
az: Bluetooth uzlaşdırıcısı tapılmadı
br: N'eo ket bet kavet a gloter Bluetooth
gu: બ્લૂટૂથના કોઈ એડેપ્ટર મળ્યાં નથી

source: Bluetooth is disabled by hardware switch
az: Bluetooth avadanlıq açarı ilə söndürülüb
br: Ar Bluetooth zo bet lazhet gant ur spanaer danvezel
gu: હાર્ડવેર સ્વીચથી બ્લૂટૂથ બંધ છે

source: Bluetooth is disabled
az: Bluetooth deaktiv edilib
br: Bluetooth lazhet
gu: બ્લૂટૂથ બંધ છે

source: An error has occurred
az: Bir xəta baş verdi
br: Un droukfazi a zo c'hoarvezet
gu: એક ત્રુટિ આવી છે

source: Permission issues can be solved with a udev rule for rfkill or membership in the 'rfkill' group.
az: İcazə problemləri rfkill üçün udev qaydası və ya 'rfkill' qrupuna üzvlük ilə həll edilə bilər.
br: Ar c'hudennoù aotre a c'hell bezañ diskoulmet dre ur reolenn udev evit rfkill pe dre aparchant ar strollad 'rfkill'
gu: પરવાનગીને લગતી સમસ્યાઓ rfkillના udev નિયમથી કે પછી 'rfkill' સમૂહમાં સભ્યપદથી ઉકેલી શકાય છે.

source: Bluetooth: Connected to %s
az: Bluetooth: %s-ə qoşulub
br: Bluetooth: war-linenn gant %s
gu: બ્લૂટૂથ: %s સાથે જોડાયેલ છે

source: Turn on Bluetooth
az: Bluetooth-u yandır
br: Enaouiñ ar Bluetooth
gu: બ્લુટુથ ને ચાલુ કરો

source: Turn off Bluetooth
az: Bluetooth-u söndür
br: Lazhañ ar Bluetooth
gu: બ્લુટુથને બંધ કરો

source: Send files to a device
az: Bir cihaza fayl göndər
br: Kas restroù d'un ardivink all
gu: ઉપકરણ પર ફાઇલો મોકલો

source: Open Bluetooth device manager
az: Bluetooth cihaz menecerini açın
br: Digeriñ merour ar periferelloù Bluetooth
gu: બ્લૂટૂથ ડિવાઇસ મેનેજર ખોલો

source: Paired devices
az: Qoşulu cihazlar
br: Ardivinkoù paraet
gu: જોડાયેલ ઉપકરણો

source: Connected
az: Qoşulub
br: Kevreet
gu: જોડાયેલ છે

source: Quit
az: Çıx
br: Loc'han
gu: બહાર નીકળો

source: Configure Bluetooth settings
az: Bluetooth parametrlərini konfiqurasiya et
br: Cheñch parametroù ar Bluetooth
gu: બ્લુટુથ સુયોજનોને રૂપરેખાંકિત કરો
